Table of Contents
 Interface IIdeaCombiItem
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
public interface IIdeaCombiItem : IIdeaObject
Inherited Members
 IIdeaObject.Id
 IIdeaObject.Name
Properties
 Coeff
Coefficient
double Coeff { get; }
Property Value
double
 Combination
Inserted another combination
IIdeaCombiInput Combination { get; }
Property Value
IIdeaCombiInput
 LoadCase
IIdeaLoadCase LoadCase { get; }
Property Value
IIdeaLoadCase
 Edit this page